[{"id":"2","name":"To Kill a Mockingbird","author":"Harper Lee","description":"The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.","rating":"4.19","price":"$25.40"},{"id":"3","name":"The Godfather","author":"Mario Puzo","description":"The Godfather—the epic tale of crime and betrayal that became a global phenomenon. Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and the allegiance to family—these are the themes that have resonated with millions of readers around the world and made The Godfather the definitive novel of the violent subculture that, steeped in intrigue and controversy, remains indelibly etched in our collective consciousness.","rating":"4.36","price":"$28.40"},{"id":"4","name":"The Alchemist","author":"Paulo Coelho","description":"Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and soul-stirring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried near the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself king, and an alchemist, all of whom point Santiago in the direction of his quest. No one knows what the treasure is, or if Santiago will be able to surmount the obstacles in his path. But what starts out as a journey to find worldly goods turns into a discovery of the treasure found within. Lush, evocative, and deeply humane, the story of Santiago is an eternal testament to the transforming power of our dreams and the importance of listening to our hearts.","rating":"3.88","price":"$20.40"},{"id":"5","name":"Prince of Thrones","author":"Mark Lawrence","description":"Before the thorns taught me their sharp lessons and bled weakness from me I had but one brother, and I loved him well. But those days are gone and what is left of them lies in my mother's tomb. Now I have many brothers, quick with knife and sword, and as evil as you please. We ride this broken empire and loot its corpse. They say these are violent times, the end of days when the dead roam and monsters haunt the night. All that's true enough, but there's something worse out there, in the dark. Much worse.From being a privileged royal child, raised by a loving mother, Jorg Ancrath has become the Prince of Thorns, a charming, immoral boy leading a grim band of outlaws in a series of raids and atrocities. The world is in chaos: violence is rife, nightmares everywhere. Jorg has the ability to master the living and the dead, but there is still one thing that puts a chill in him. Returning to his father's castle Jorg must confront horrors from his childhood and carve himself a future with all hands turned against him.Mark Lawrence's debut novel tells a tale of blood and treachery, magic and brotherhood and paints a compelling and brutal, and sometimes beautiful, picture of an exceptional boy on his journey toward manhood and the throne.","rating":"3.16","price":"$20.50"},{"id":"4625650b-ffb2-4ef5-9fbd-01955f4b610c","name":"Book Name","author":"Author name","description":"Book Description","rating":2.33,"price":34.35},{"id":"aab1fbac-f37c-4dc4-8a7a-46acc3ce8f50","name":"10 year","author":"D L","description":"Book Description","rating":5,"price":25},{"id":"ef7c143c-d785-4946-8d2a-4ca786b602f8","name":"10 year 2","author":"D L","description":"Book Description 2","rating":5,"price":25}]